{
	"Waiting for user to click ALLOW button on screen sharing device...": "In attesa che l'utente faccia clic sul pulsante CONSENTI sul dispositivo di condivisione...",
	"Waiting for user to select source to share from screen sharing device...": "In attesa che l'utente selezioni la sorgente da condividere dal dispositivo di condivisione...",
	"My Device Info": "Info del mio Dispositivo",
	"Device Type": "Tipologia Dispositivo",
	"Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "L'IP del tuo Dispositivo dovrebbe corrispondere a \"IP Dispositivo\" nel popup apparso sul tuo computer, dove Deskreen-CE è in esecuzione.",
	"Device IP": "IP Dispositivo",
	"Device Browser": "Browser Dispositivo",
	"Device OS": "OS Dispositivo",
	"These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Questi dettagli dovrebbero corrispondere a quelli che vedi nel popup sul Dispositivo di condivisione.",
	"Deskreen-CE Screen Viewer": "Visualizzatore dello schermo di Deskreen-CE",
	"Connected!": "Connesso!",
	"Error occurred": "Si è verificato un Errore",
	"Deskreen-CE Error Dialog": "Finestra di dialogo degli errori di Deskreen-CE",
	"Something went wrong": "Qualcosa è andato storto",
	"You may close this browser window then try to connect again": "Puoi chiudere questa finestra del browser, quindi provare a connetterti di nuovo",
	"An unknown error occurred": "Si è verificato un errore sconosciuto",
	"You were not allowed to connect": "Non ti è stato permesso di connetterti",
	"You were disconnected": "Sei stato disconnesso",
	"WebRTC error occurred": "Si è verificato un errore WebRTC",
	"If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Se ti piace Deskreen-CE, considera di contribuire finanziariamente. Deskreen-CE è open-source. Le tue donazioni ci motivano a rendere Deskreen-CE ancora migliore.",
	"Donate": "Dona",
	"get-deskreen-pro": "Ottieni Deskreen Pro",
	"get-deskreen-pro-tooltip": "Ottieni Deskreen Pro - apre la pagina di download.",
	"Video stream is paused": "Trasmissione Video in pausa",
	"Video stream is playing": "Trasmissione Video in riproduzione",
	"Video stream paused after exiting fullscreen. Please click Play to continue.": "Trasmissione video in pausa dopo l'uscita dalla modalità schermo intero. Clicca su Riproduci per continuare.",
	"Pause": "Pausa",
	"Play": "Riproduci",
	"Video Settings": "Impostazioni Video",
	"Flip": "Capovolgi",
	"Video quality has been changed to": "La qualità Video è stata cambiata a",
	"Click to Open Video Settings": "Clicca per aprire le Impostazioni Video",
	"Click to Enter Full Screen Mode": "Clicca per entrare in modalità Schermo Intero",
	"Click to Play Video": "Clicca per riprodurre il video",
	"Click to Pause Video": "Clicca per mettere in pausa il video",
	"Default video player has been turned OFF": "il player video predefinito è stato spento",
	"Default video player has been turned ON": "il player video predefinito è stato acceso",
	"ON": "Acceso",
	"OFF": "Spento",
	"Default Video Player": "Player Video Predefinito",
	"Click to visit our website": "Clicca per visitare il nostro sito",
	"Video is flipped horizontally": "Il Video è capovolto orizzontalmente",
	"flip-the-screen-is-pro-version-only": "Capovolgere lo schermo è disponibile solo nella versione Pro",
	"TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
	"Click to see connection info": "Clicca per vedere le info di connessione",
	"Pair ID": "ID Coppia",
	"Unpair": "Disaccoppia",
	"Session ID": "ID Sessione",
	"Click to boost video stream if it is lagging": "Clicca per incrementare il flusso video se sta andando a scatti",
	"Privacy Notice: Analytics in Deskreen CE Viewer": "Informativa sulla privacy: Analisi in Deskreen CE Viewer",
	"Analytics Reference": "Riferimento Analitico",
	"This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Questa app utilizza Google Analytics (un servizio gratuito di Google) per tracciare in modo anonimo i dati di utilizzo di base. Questo ci aiuta a capire come viene usata l'app, così possiamo migliorarla per tutti.",
	"What we collect:": "Cosa raccogliamo:",
	"Page views (which screens you visit)": "Visualizzazioni di pagina (quali schermate visiti)",
	"Time spent on pages": "Tempo trascorso sulle pagine",
	"Basic device info (browser type, screen size)": "Informazioni di base sul dispositivo (tipo di browser, dimensioni dello schermo)",
	"Your IP address (anonymized — last part removed for privacy)": "Il tuo indirizzo IP (anonimizzato — l'ultima parte viene rimossa per la privacy)",
	"What we DON'T collect:": "Cosa NON raccogliamo:",
	"Personal info (names, emails, passwords)": "Dati personali (nomi, email, password)",
	"Exact location": "Posizione esatta",
	"Any files or content you interact with": "Qualsiasi file o contenuto con cui interagisci",
	"Why anonymous?": "Perché anonimo?",
	"Your IP is automatically shortened, and no one can identify you personally from this data.": "Il tuo IP viene accorciato automaticamente e nessuno può identificarti personalmente da questi dati.",
	"Your options:": "Le tue opzioni:",
	"Continue:": "Continua:",
	"We'll track anonymized usage to help improve the app.": "Tracceremo l'utilizzo anonimizzato per aiutare a migliorare l'app.",
	"Opt out:": "Rifiuta:",
	"Click the Deny button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Fai clic sul pulsante Rifiuta qui sotto per disattivare il tracciamento. (Rispetteremo questa scelta, ma potresti perdere miglioramenti futuri basati sul feedback collettivo.)",
	"Data goes to: Google Analytics. See their privacy policy.": "I dati vengono inviati a: Google Analytics. Consulta la loro informativa sulla privacy.",
	"Accept": "Accetta",
	"Allow": "Consenti",
	"Deny": "Rifiuta",
	"re-initiate-connection": "Riavvia la connessione",
	"Privacy Settings": "Impostazioni privacy",
	"Change your preference:": "Modifica la tua preferenza:",
	"Enable analytics:": "Abilita analisi:",
	"Disable analytics:": "Disabilita analisi:",
	"Enable Analytics": "Abilita analisi",
	"Disable Analytics": "Disabilita analisi",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Fai clic sul pulsante Disabilita qui sotto per interrompere il tracciamento. (Rispetteremo questa scelta, ma potresti perdere miglioramenti futuri basati su feedback collettivo.)",
	"their privacy policy": "la loro informativa sulla privacy"
}
