{
	"Waiting for user to click ALLOW button on screen sharing device...": "Esperando que el usuario haga clic en el botón PERMITIR en el dispositivo para compartir pantalla ...",
	"Waiting for user to select source to share from screen sharing device...": "Esperando que el usuario seleccione la fuente para compartir desde el dispositivo para compartir pantalla ...",
	"My Device Info": "Información de mi dispositivo",
	"Device Type": "Tipo del dispositivo",
	"Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "La IP de tu dispositivo debe coincidir con \"IP del dispositivo \" en la ventana emergente de alerta que apareció en la computadora donde se está ejecutando Deskreen-CE.",
	"Device IP": "IP del dispositivo",
	"Device Browser": "Navegador del dispositivo",
	"Device OS": "SO del dispositivo",
	"These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Estos detalles deben coincidir con los que ves en la ventana emergente en el dispositivo para compartir pantalla.",
	"Deskreen-CE Screen Viewer": "Visor de pantalla de Deskreen-CE",
	"Connected!": "¡Conectado!",
	"Error occurred": "Ocurrió un error",
	"Deskreen-CE Error Dialog": "Cuadro de diálogo de error de Deskreen-CE",
	"Something went wrong": "Algo salió mal",
	"You may close this browser window then try to connect again": "Puedes cerrar esta ventana del navegador y luego intentar conectarte nuevamente",
	"An unknown error occurred": "Ocurrió un error desconocido",
	"You were not allowed to connect": "No se te permitió conectarte",
	"You were disconnected": "Fuiste desconectado",
	"WebRTC error occurred": "Ocurrió un error de WebRTC",
	"If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Si te gusta Deskreen-CE, considera la posibilidad de contribuir económicamente. Deskreen-CE es de código abierto. Tus donaciones nos mantienen motivados para hacer que Deskreen-CE sea aún mejor.",
	"Donate": "Donar",
	"Video stream is paused": "La transmisión de video está en pausa",
	"Video stream is playing": "La transmisión de video está en reproducción",
	"Video stream paused after exiting fullscreen. Please click Play to continue.": "La transmisión de video se pausó después de salir de pantalla completa. Por favor, haz clic en Reproducir para continuar.",
	"Pause": "Pausa",
	"Play": "Reproducir",
	"Video Settings": "Configuraciones de video",
	"Flip": "Voltear",
	"Video quality has been changed to": "La calidad de video se ha cambiado a",
	"Click to Open Video Settings": "Clic para abrir las configuraciones de video",
	"Click to Enter Full Screen Mode": "Clic para entrar en el modo de pantalla completa",
	"Click to Play Video": "Clic para reproducir el video",
	"Click to Pause Video": "Clic para pausar el video",
	"Default video player has been turned OFF": "El reproductor de video predeterminado se ha APAGADO",
	"Default video player has been turned ON": "El reproductor de video predeterminado se ha ENCENDIDO",
	"ON": "ENCENDER",
	"OFF": "APAGAR",
	"Default Video Player": "Reproductor de video predeterminado",
	"Click to visit our website": "Clic para visitar nuestro sitio web",
	"Video is flipped horizontally": "El video se ha volteado horizontalmente",
	"flip-the-screen-is-pro-version-only": "Voltear la pantalla está disponible solo en la versión Pro",
	"TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
	"Click to see connection info": "Clic para ver la información de la conexión",
	"Pair ID": "ID del par",
	"Unpair": "Desemparejar",
	"Session ID": "ID de sesión",
	"Click to boost video stream if it is lagging": "Haz clic para mejorar la transmisión de video si se está retrasando",
	"Privacy Notice: Analytics in Deskreen CE Viewer": "Aviso de privacidad: Analítica en Deskreen CE Viewer",
	"Analytics Reference": "Referencia de Analítica",
	"This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Esta aplicación utiliza Google Analytics (un servicio gratuito de Google) para registrar de manera anónima datos básicos de uso. Esto nos ayuda a entender cómo se usa la aplicación para poder mejorarla para todos.",
	"What we collect:": "Lo que recopilamos:",
	"Page views (which screens you visit)": "Vistas de página (qué pantallas visitas)",
	"Time spent on pages": "Tiempo invertido en las páginas",
	"Basic device info (browser type, screen size)": "Información básica del dispositivo (tipo de navegador, tamaño de pantalla)",
	"Your IP address (anonymized — last part removed for privacy)": "Tu dirección IP (anonimizada: se elimina la última parte por privacidad)",
	"What we DON'T collect:": "Lo que NO recopilamos:",
	"Personal info (names, emails, passwords)": "Información personal (nombres, correos electrónicos, contraseñas)",
	"Exact location": "Ubicación exacta",
	"Any files or content you interact with": "Cualquier archivo o contenido con el que interactúes",
	"Why anonymous?": "¿Por qué anónimo?",
	"Your IP is automatically shortened, and no one can identify you personally from this data.": "Tu IP se acorta automáticamente, y nadie puede identificarte personalmente con estos datos.",
	"Your options:": "Tus opciones:",
	"Continue:": "Continuar:",
	"We'll track anonymized usage to help improve the app.": "Registraremos uso anonimizado para ayudar a mejorar la aplicación.",
	"Opt out:": "Rechazar:",
	"Click the Deny button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Haz clic en el botón Rechazar a continuación para desactivar el seguimiento. (Respetaremos esta elección, pero podrías perderte mejoras futuras basadas en comentarios colectivos).",
	"Data goes to: Google Analytics. See their privacy policy.": "Los datos van a: Google Analytics. Consulta su política de privacidad.",
	"Accept": "Aceptar",
	"Allow": "Permitir",
	"Deny": "Rechazar",
	"re-initiate-connection": "Restablecer conexión",
	"Privacy Settings": "Configuración de privacidad",
	"Change your preference:": "Cambiar tu preferencia:",
	"Enable analytics:": "Habilitar analítica:",
	"Disable analytics:": "Deshabilitar analítica:",
	"Enable Analytics": "Habilitar Analítica",
	"Disable Analytics": "Deshabilitar Analítica",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Haz clic en el botón Deshabilitar a continuación para detener el seguimiento. (Respetaremos esta elección, pero podrías perderte mejoras futuras basadas en comentarios colectivos).",
	"their privacy policy": "su política de privacidad"
}
