{
  "Waiting for user to click ALLOW button on screen sharing device...": "Warten bis der Nutzer auf dem Freigabegerät auf ZULASSEN klickt ...",
  "Waiting for user to select source to share from screen sharing device...": "Warten bis der Nutzer eine Quelle für die Freigabe auswählt...",
  "My Device Info": "Meine Geräteinformationen",
  "Device Type": "Gerätetyp",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen CE is running": "Deine Geräte-IP sollte mit der \"Geräte-IP\" im Dialog auf dem Computer, auf dem Deskreen CE läuft, übereinstimmen.",
  "Device IP": "Geräte-IP",
  "Device Browser": "Geräte-Browser",
  "Device OS": "Geräte-Betriebssystem",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen CE is running": "Diese Informationen sollten mit denen im Dialog auf dem Freigabegerät übereinstimmen.",
  "Deskreen CE Screen Viewer": "Deskreen CE Bildschrimansicht",
  "Connected!": "Verbunden!",
  "Error occurred": "Ein Fehler ist aufgetreten",
  "Deskreen CE Error Dialog": "Deskreen CE Fehler Dialog",
  "Something went wrong": "Etwas ist schief gegangen",
  "You may close this browser window then try to connect again": "Schließe das Browserfenster und probiere es erneut",
  "An unknown error occurred": "Ein unbekannter Fehler ist aufgetreten",
  "You were not allowed to connect": "Die Verbindung wurde nicht zugelassen",
  "You were disconnected": "Die Verbindung wurde getrennt",
  "WebRTC error occurred": "WebRTC Fehler aufgetreten",
  "If you like Deskreen CE consider contributing financially Deskreen CE is open-source Your donations keep us motivated to make Deskreen CE even better": "Wenn dir Deskreen CE gefällt, denke über eine Spende nach. Deskreen CE ist Open-Source. Spenden motivieren uns, Deskreen CE noch besser zu machen.",
  "Donate": "Spenden",
  "Video stream is paused": "Videostream ist pausiert",
  "Video stream is playing": "Videostream läuft",
  "Pause": "Pause",
  "Play": "Abspielen",
  "Video Settings": "Video Einstellungen",
  "Flip": "Drehen",
  "Video quality has been changed to": "Videoqualität wurde geändert zu",
  "Click to Open Video Settings": "Klicken um Videoeinstellungen zu öffnen",
  "Click to Enter Full Screen Mode": "Klicken für Vollbild",
  "Default video player has been turned OFF": "Standard Video-Player wurde ausgeschaltet",
  "Default video player has been turned ON": "Standard Video-Player wurde eingeschaltet",
  "ON": "AN",
  "OFF": "AUS",
  "Default Video Player": "Standard Video-Player",
  "Click to visit our website": "Klicken um unsere Website zu besuchen",
  "Video is flipped horizontally": "Das Video ist horizontal gedreht",
  "flip-the-screen-is-pro-version-only": "Bildschirm umdrehen ist nur in der Pro-Version verfügbar",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Klicken um Verbindungsinformationen anzuzeigen",
  "Pair ID": "Kopplungs-ID",
  "Unpair": "Entkoppeln",
  "Session ID": "Sitzungs-ID",
  "Click to boost video stream if it is lagging": "Klicken um den Videostream zu verbessern, wenn er verzögert ist.",
  "Privacy Notice: Analytics in This App": "Datenschutzhinweis: Analyse in dieser App",
  "Analytics Reference": "Analytik-Referenz",
  "This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Diese App verwendet Google Analytics (einen kostenlosen Dienst von Google), um anonyme Nutzungsdaten zu erfassen. So verstehen wir, wie die App genutzt wird, und können sie für alle verbessern.",
  "What we collect:": "Was wir sammeln:",
  "Page views (which screens you visit)": "Seitenaufrufe (welche Ansichten du besuchst)",
  "Time spent on pages": "Verweildauer auf Seiten",
  "Basic device info (browser type, screen size)": "Grundlegende Geräteinformationen (Browsertyp, Bildschirmgröße)",
  "Your IP address (anonymized — last part removed for privacy)": "Deine IP-Adresse (anonymisiert – der letzte Teil wird aus Datenschutzgründen entfernt)",
  "What we DON'T collect:": "Was wir NICHT sammeln:",
  "Personal info (names, emails, passwords)": "Personenbezogene Daten (Namen, E-Mails, Passwörter)",
  "Exact location": "Genauer Standort",
  "Any files or content you interact with": "Dateien oder Inhalte, mit denen du interagierst",
  "Why anonymous?": "Warum anonym?",
  "Your IP is automatically shortened, and no one can identify you personally from this data.": "Deine IP wird automatisch gekürzt, sodass dich niemand anhand dieser Daten identifizieren kann.",
  "Your options:": "Deine Optionen:",
  "Continue:": "Weiter:",
  "We'll track anonymized usage to help improve the app.": "Wir erfassen anonymisierte Nutzung, um die App zu verbessern.",
  "Opt out:": "Ablehnen:",
  "Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klicke auf den Button Ablehnen unten, um das Tracking zu deaktivieren. (Wir respektieren diese Entscheidung, aber du könntest zukünftige Verbesserungen verpassen, die auf kollektivem Feedback basieren.)",
  "Data goes to: Google Analytics. See their privacy policy.": "Datenempfänger: Google Analytics. Lies deren Datenschutzerklärung.",
	"Accept": "Akzeptieren",
	"Disagree": "Ablehnen",
	"re-initiate-connection": "Verbindung erneut herstellen"
}
