{
	"Waiting for user to click ALLOW button on screen sharing device...": "Wachtend op de gebruiker om de TOESTAAN knop in te drukken op het scherm-delen-apparaat...",
	"Waiting for user to select source to share from screen sharing device...": "Wachtend op de gebruiker om de bron te selecteren om te delen vanuit het scherm-delen-apparaat...",
	"My Device Info": "Mijn Apparaat Info",
	"Device Type": "Apparaat Type",
	"Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "Uw Apparaat IP zou identiek moeten zijn met het Apparaat IP in de verschenen alert pop-up op uw computer, waar Deskreen-CE actief is",
	"Device IP": "Apparaat IP",
	"Device Browser": "Apparaat Browser",
	"Device OS": "Apparaat OS",
	"These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Deze details zouden identiek moeten zijn met diegene die u ziet in de alert pop-up op uw computer, waar Deskreen-CE actief is",
	"Deskreen-CE Screen Viewer": "Deskreen-CE Scherm Viewer",
	"Connected!": "Verbonden!",
	"Error occurred": "Fout opgetreden",
	"Deskreen-CE Error Dialog": "Deskreen-CE Error Dialoog",
	"Something went wrong": "Er is iets misgegaan",
	"You may close this browser window then try to connect again": "U mag dit browser venster sluiten en opnieuw proberen te verbinden",
	"An unknown error occurred": "Een onbekende fout is opgetreden",
	"You were not allowed to connect": "Uw verbinding werd niet toegestaan",
	"You were disconnected": "Uw verbinding werd verbroken",
	"WebRTC error occurred": "WebRTC fout opgetreden",
	"If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Als u Deskreen-CE waardeert, overweeg dan een financiële bijdrage. Deskreen-CE is open-source.     Uw donaties houden ons gemotiveerd om Deskreen-CE te blijven verbeteren.",
	"Donate": "Doneer",
	"get-deskreen-pro": "Ontvang Deskreen Pro",
	"get-deskreen-pro-tooltip": "Ontvang Deskreen Pro - opent de downloadpagina.",
	"Video stream is paused": "Video stream is gepauzeerd",
	"Video stream is playing": "Video stream wordt afgespeeld",
	"Pause": "Pauze",
	"Play": "Afspelen",
	"Video Settings": "Video Instellingen",
	"Flip": "Flip",
	"Video quality has been changed to": "Video kwaliteit is aangepast naar",
	"Click to Open Video Settings": "Klik om Video Instellingen te openen",
	"Click to Enter Full Screen Mode": "Klik om Volledig Scherm modus te activeren",
	"Default video player has been turned OFF": "Standaard video speler staat nu UIT",
	"Default video player has been turned ON": "Standaard video speler staat nu AAN",
	"ON": "AAN",
	"OFF": "UIT",
	"Default Video Player": "Standaard Video Speler",
	"Click to visit our website": "Klik om onze website te bezoeken",
	"Video is flipped horizontally": "Video is horizontaal geflipt",
	"flip-the-screen-is-pro-version-only": "Scherm omdraaien is alleen beschikbaar in de Pro-versie",
	"TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
	"Click to see connection info": "Klik om verbindings informatie te zien",
	"Pair ID": "Koppel ID",
	"Unpair": "Ontkoppelen",
	"Session ID": "Sessie ID",
	"Click to boost video stream if it is lagging": "Klik om de video stream te versterken als het traag is",
	"Privacy Notice: Analytics in This App": "Privacyverklaring: Analyse in deze app",
	"Analytics Reference": "Analytiek Referentie",
	"This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Deze app gebruikt Google Analytics (een gratis dienst van Google) om anoniem basisgebruikgegevens bij te houden. Zo begrijpen we hoe de app wordt gebruikt en kunnen we haar voor iedereen verbeteren.",
	"What we collect:": "Wat we verzamelen:",
	"Page views (which screens you visit)": "Paginaweergaven (welke schermen je bezoekt)",
	"Time spent on pages": "Tijd doorgebracht op pagina's",
	"Basic device info (browser type, screen size)": "Basisapparaatinformatie (browsertype, schermgrootte)",
	"Your IP address (anonymized — last part removed for privacy)": "Je IP-adres (geanonimiseerd — het laatste deel wordt verwijderd voor je privacy)",
	"What we DON'T collect:": "Wat we NIET verzamelen:",
	"Personal info (names, emails, passwords)": "Persoonlijke info (namen, e-mails, wachtwoorden)",
	"Exact location": "Exacte locatie",
	"Any files or content you interact with": "Bestanden of inhoud waarmee je interacteert",
	"Why anonymous?": "Waarom anoniem?",
	"Your IP is automatically shortened, and no one can identify you personally from this data.": "Je IP wordt automatisch ingekort, zodat niemand je persoonlijk kan identificeren met deze gegevens.",
	"Your options:": "Je opties:",
	"Continue:": "Doorgaan:",
	"We'll track anonymized usage to help improve the app.": "We volgen geanonimiseerd gebruik om de app te verbeteren.",
	"Opt out:": "Afmelden:",
	"Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klik op de knop Weigeren hieronder om tracking uit te schakelen. (We respecteren die keuze, maar je kunt toekomstige verbeteringen missen die op collectieve feedback zijn gebaseerd.)",
	"Data goes to: Google Analytics. See their privacy policy.": "Gegevens gaan naar: Google Analytics. Bekijk hun privacybeleid.",
	"Accept": "Accepteren",
	"Disagree": "Weigeren",
	"re-initiate-connection": "Verbinding opnieuw starten"
}
