{
  "Waiting for user to click ALLOW button on screen sharing device...": "Esperando que el usuario haga clic en el botón PERMITIR en el dispositivo para compartir pantalla ...",
  "Waiting for user to select source to share from screen sharing device...": "Esperando que el usuario seleccione la fuente para compartir desde el dispositivo para compartir pantalla ...",
  "My Device Info": "Información de mi dispositivo",
  "Device Type": "Tipo del dispositivo",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "La IP de tu dispositivo debe coincidir con \"IP del dispositivo \" en la ventana emergente de alerta que apareció en la computadora donde se está ejecutando Deskreen.",
  "Device IP": "IP del dispositivo",
  "Device Browser": "Navegador del dispositivo",
  "Device OS": "SO del dispositivo",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Estos detalles deben coincidir con los que ves en la ventana emergente en el dispositivo para compartir pantalla.",
  "Deskreen Screen Viewer": "Visor de pantalla de Deskreen",
  "Connected!": "¡Conectado!",
  "Error occurred": "Ocurrió un error",
  "Deskreen Error Dialog": "Cuadro de diálogo de error de Deskreen",
  "Something went wrong": "Algo salió mal",
  "You may close this browser window then try to connect again": "Puedes cerrar esta ventana del navegador y luego intentar conectarte nuevamente",
  "An unknown error occurred": "Ocurrió un error desconocido",
  "You were not allowed to connect": "No se te permitió conectarte",
  "You were disconnected": "Fuiste desconectado",
  "WebRTC error occurred": "Ocurrió un error de WebRTC",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Si te gusta Deskreen, considera la posibilidad de contribuir económicamente. Deskreen es de código abierto. Tus donaciones nos mantienen motivados para hacer que Deskreen sea aún mejor.",
  "Donate": "Donar",
  "Video stream is paused": "La transmisión de video está en pausa",
  "Video stream is playing": "La transmisión de video está en reproducción",
  "Pause": "Pausa",
  "Play": "Reproducir",
  "Video Settings": "Configuraciones de video",
  "Flip": "Voltear",
  "Video quality has been changed to": "La calidad de video se ha cambiado a",
  "Click to Open Video Settings": "Clic para abrir las configuraciones de video",
  "Click to Enter Full Screen Mode": "Clic para entrar en el modo de pantalla completa",
  "Default video player has been turned OFF": "El reproductor de video predeterminado se ha APAGADO",
  "Default video player has been turned ON": "El reproductor de video predeterminado se ha ENCENDIDO",
  "ON": "ENCENDER",
  "OFF": "APAGAR",
  "Default Video Player": "Reproductor de video predeterminado",
  "Click to visit our website": "Clic para visitar nuestro sitio web",
  "Video is flipped horizontally": "El video se ha volteado horizontalmente",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Clic para ver la información de la conexión",
  "Pair ID": "ID del par",
  "Unpair": "Desemparejar",
  "Session ID": "ID de sesión",
  "Click to boost video stream if it is lagging": "Haz clic para mejorar la transmisión de video si se está retrasando"
}
