{
  "Waiting for user to click ALLOW button on screen sharing device...": "In attesa che l'utente faccia clic sul pulsante CONSENTI sul dispositivo di condivisione dello schermo...",
  "Waiting for user to select source to share from screen sharing device...": "In attesa che l'utente selezioni la sorgente da condividere dal dispositivo di condivisione dello schermo...",
  "My Device Info": "Informazioni sul mio dispositivo",
  "Device Type": "Tipo dispositivo",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "L'IP del tuo dispositivo dovrebbe corrispondere a \"IP dispositivo\" nel popup di avviso apparso sul tuo computer, dove è in esecuzione Deskreen.",
  "Device IP": "IP del dispositivo",
  "Device Browser": "Browser del dispositivo",
  "Device OS": "Sistema operativo del dispositivo",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Questi dettagli dovrebbero corrispondere a quelli che vedi nel popup di avviso sul dispositivo di condivisione dello schermo.",
  "Deskreen Screen Viewer": "Visualizzatore dello schermo Deskreen",
  "Connected!": "Connesso!",
  "Error occurred": "Si è verificato un errore",
  "Deskreen Error Dialog": "Errore di Dialogo Deskreen",
  "Something went wrong": "Qualcosa è andato storto",
  "You may close this browser window then try to connect again": "Puoi chiudere questa finestra del browser, quindi prova a connetterti di nuovo",
  "An unknown error occurred": "Si è verificato un errore sconosciuto",
  "You were not allowed to connect": "Non ti è stato permesso di connetterti",
  "You were disconnected": "Eri disconnesso",
  "WebRTC error occurred": "Si è verificato un errore WebRTC",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Se ti piace Deskreen, considera di contribuire finanziandolo. Deskreen è open-source. Le tue donazioni ci motivano a rendere Deskreen ancora migliore.",
  "Donate": "Donare",
  "Video stream is paused": "Il flusso video è in pausa",
  "Video stream is playing": "Il flusso video è in riproduzione",
  "Pause": "Pausa",
  "Play": "Avvia",
  "Video Settings": "Video Settings",
  "Flip": "Flip",
  "Video quality has been changed to": "La qualità del video è stata modificata in",
  "Click to Open Video Settings": "Fare clic per aprire le impostazioni video",
  "Click to Enter Full Screen Mode": "Fare clic per accedere alla modalità a schermo intero",
  "Default video player has been turned OFF": "Il video player predefinito è stato disattivato",
  "Default video player has been turned ON": "Il video player predefinito è stato attivato",
  "ON": "Attivato",
  "OFF": "Disattivato",
  "Default Video Player": "Lettore video predefinito",
  "Click to visit our website": "Clicca per visitare il nostro sito web",
  "Video is flipped horizontally": "Il video è capovolto orizzontalmente",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Clicca per vedere le informazioni sulla connessione",
  "Pair ID": "Pair ID",
  "Unpair": "Unpair",
  "Session ID": "ID sessione",
  "Click to boost video stream if it is lagging": "Fare clic per aumentare il flusso video se è in ritardo"
}
