{
	"Waiting for user to click ALLOW button on screen sharing device...": "Väntar på att användaren ska klicka på 'TILLÅT' på skärmdelningsenheten...",
	"Waiting for user to select source to share from screen sharing device...": "Väntar på att användaren ska välja källa att dela från skärmdelningsenhet...",
	"My Device Info": "Min enhetsinformation",
	"Device Type": "Enhetens typ",
	"Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "Din enhets IP-adress bör matcha med 'Enhetens IP' i den varnings-popup som dyker upp på din dator där Deskreen-CE körs",
	"Device IP": "Enhetens IP",
	"Device Browser": "Enhetens webbläsare",
	"Device OS": "Enhetens operativsystem",
	"These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Dessa uppgifter ska matcha de som du ser i popup-fönstret på skärmdelningsenheten.",
	"Deskreen-CE Screen Viewer": "Deskreen-CE skärmvisare",
	"Connected!": "Ansluten!",
	"Error occurred": "Ett fel inträffade",
	"Deskreen-CE Error Dialog": "Deskreen-CE felhanterare",
	"Something went wrong": "Något blev fel",
	"You may close this browser window then try to connect again": "Stäng det här webbläsarfönstret och försök sedan ansluta igen",
	"An unknown error occurred": "Ett okänt fel inträffade",
	"You were not allowed to connect": "Du fick inte ansluta",
	"You were disconnected": "Du blev nedkopplad",
	"WebRTC error occurred": "Ett WebRTC-fel error inträffade",
	"If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Om du gillar Deskreen-CE, överväg i så fall att ge oss ett ekonomiskt bidrag. Deskreen-CE är open-source. Era donationer motiverar oss att göra Deskreen-CE ännu bättre.",
	"Donate": "Donera",
	"Video stream is paused": "Videoströmmen är pausad",
	"Video stream is playing": "Videoströmmen spelas",
	"Video stream paused after exiting fullscreen. Please click Play to continue.": "Videoströmmen pausades efter att ha lämnat helskärmsläge. Klicka på Kör för att fortsätta.",
	"Pause": "Paus",
	"Play": "Kör",
	"Video Settings": "Videoinställningar",
	"Flip": "Omvänd",
	"Video quality has been changed to": "Videokvaliteten har ändrats till",
	"Click to Open Video Settings": "Klicka här för att öppna videoinställningarna",
	"Click to Enter Full Screen Mode": "Klicka här för att gå in i helskärmsläge",
	"Click to Play Video": "Klicka för att spela upp video",
	"Click to Pause Video": "Klicka för att pausa video",
	"Default video player has been turned OFF": "Standardvideospelaren har stängts av",
	"Default video player has been turned ON": "Standardvideospelaren har aktiverats",
	"ON": "PÅ",
	"OFF": "AV",
	"Default Video Player": "Standardvideospelare",
	"Click to visit our website": "Klicka här för att besöka vår webbplats",
	"Video is flipped horizontally": "Videon är vänd horisontellt",
	"flip-the-screen-is-pro-version-only": "Vända skärmen är endast tillgängligt i Pro-versionen",
	"TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
	"Click to see connection info": "Klicka här för att visa anslutningsinformationen",
	"Pair ID": "ID för sammankopplingen",
	"Unpair": "Ta bort sammankopplingen",
	"Session ID": "ID för sessionen",
	"Click to boost video stream if it is lagging": "Klicka för att öka videoströmmen om den släpar efter",
	"Privacy Notice: Analytics in Deskreen CE Viewer": "Integritetsmeddelande: Analys i Deskreen CE Viewer",
	"Analytics Reference": "Analysreferens",
	"This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Den här appen använder Google Analytics (en kostnadsfri tjänst från Google) för att anonymt spåra grundläggande användningsdata. Det hjälper oss att förstå hur appen används så att vi kan förbättra den för alla.",
	"What we collect:": "Det vi samlar in:",
	"Page views (which screens you visit)": "Sidvisningar (vilka vyer du besöker)",
	"Time spent on pages": "Tid som spenderas på sidor",
	"Basic device info (browser type, screen size)": "Grundläggande enhetsinformation (webbläsartyp, skärmstorlek)",
	"Your IP address (anonymized — last part removed for privacy)": "Din IP-adress (anonymiserad — den sista delen tas bort av integritetsskäl)",
	"What we DON'T collect:": "Det vi INTE samlar in:",
	"Personal info (names, emails, passwords)": "Personlig information (namn, e-postadresser, lösenord)",
	"Exact location": "Exakt plats",
	"Any files or content you interact with": "Filer eller innehåll du interagerar med",
	"Why anonymous?": "Varför anonymt?",
	"Your IP is automatically shortened, and no one can identify you personally from this data.": "Din IP-adress förkortas automatiskt, och ingen kan identifiera dig personligen utifrån dessa data.",
	"Your options:": "Dina alternativ:",
	"Continue:": "Fortsätt:",
	"We'll track anonymized usage to help improve the app.": "Vi spårar anonymiserad användning för att hjälpa oss förbättra appen.",
	"Opt out:": "Avslå:",
	"Click the Deny button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klicka på knappen Avböj nedan för att inaktivera spårning. (Vi respekterar detta val, men du kan gå miste om framtida förbättringar som bygger på samlad feedback.)",
	"Data goes to: Google Analytics. See their privacy policy.": "Data skickas till: Google Analytics. Se deras integritetspolicy.",
	"Accept": "Acceptera",
	"Allow": "Tillåt",
	"Deny": "Avböj",
	"re-initiate-connection": "Återanslut",
	"Privacy Settings": "Integritetsinställningar",
	"Change your preference:": "Ändra din preferens:",
	"Enable analytics:": "Aktivera analys:",
	"Disable analytics:": "Inaktivera analys:",
	"Enable Analytics": "Aktivera analys",
	"Disable Analytics": "Inaktivera analys",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klicka på knappen Inaktivera nedan för att stoppa spårning. (Vi respekterar detta val, men du kan missa framtida förbättringar baserade på kollektiv feedback.)",
	"their privacy policy": "deras integritetspolicy"
}
