{
  "Waiting for user to click ALLOW button on screen sharing device...": "Wachtend op de gebruiker om de TOESTAAN knop in te drukken op het scherm-delen-apparaat...",
  "Waiting for user to select source to share from screen sharing device...": "Wachtend op de gebruiker om de bron te selecteren om te delen vanuit het scherm-delen-apparaat...",
  "My Device Info": "Mijn Apparaat Info",
  "Device Type": "Apparaat Type",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "Uw Apparaat IP zou identiek moeten zijn met het Apparaat IP in de verschenen alert pop-up op uw computer, waar Deskreen actief is",
  "Device IP": "Apparaat IP",
  "Device Browser": "Apparaat Browser",
  "Device OS": "Apparaat OS",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Deze details zouden identiek moeten zijn met diegene die u ziet in de alert pop-up op uw computer, waar Deskreen actief is",
  "Deskreen Screen Viewer": "Deskreen Scherm Viewer",
  "Connected!": "Verbonden!",
  "Error occurred": "Fout opgetreden",
  "Deskreen Error Dialog": "Deskreen Error Dialoog",
  "Something went wrong": "Er is iets misgegaan",
  "You may close this browser window then try to connect again": "U mag dit browser venster sluiten en opnieuw proberen te verbinden",
  "An unknown error occurred": "Een onbekende fout is opgetreden",
  "You were not allowed to connect": "Uw verbinding werd niet toegestaan",
  "You were disconnected": "Uw verbinding werd verbroken",
  "WebRTC error occurred": "WebRTC fout opgetreden",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Als u Deskreen waardeert, overweeg dan een financiële bijdrage. Deskreen is open-source.     Uw donaties houden ons gemotiveerd om Deskreen te blijven verbeteren.",
  "Donate": "Doneer",
  "Video stream is paused": "Video stream is gepauzeerd",
  "Video stream is playing": "Video stream wordt afgespeeld",
  "Pause": "Pauze",
  "Play": "Afspelen",
  "Video Settings": "Video Instellingen",
  "Flip": "Flip",
  "Video quality has been changed to": "Video kwaliteit is aangepast naar",
  "Click to Open Video Settings": "Klik om Video Instellingen te openen",
  "Click to Enter Full Screen Mode": "Klik om Volledig Scherm modus te activeren",
  "Default video player has been turned OFF": "Standaard video speler staat nu UIT",
  "Default video player has been turned ON": "Standaard video speler staat nu AAN",
  "ON": "AAN",
  "OFF": "UIT",
  "Default Video Player": "Standaard Video Speler",
  "Click to visit our website": "Klik om onze website te bezoeken",
  "Video is flipped horizontally": "Video is horizontaal geflipt",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Klik om verbindings informatie te zien",
  "Pair ID": "Koppel ID",
  "Unpair": "Ontkoppelen",
  "Session ID": "Sessie ID",
  "Click to boost video stream if it is lagging": "Klik om de video stream te versterken als het traag is"
}
