{
  "Waiting for user to click ALLOW button on screen sharing device...": "En attente de la validation depuis l'appareil source...",
  "Waiting for user to select source to share from screen sharing device...": "En attente de la sélection de la source à partager depuis l'appareil source...",
  "My Device Info": "Mes informations d'appareil",
  "Device Type": "Type d'appareil",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "Votre adresse IP doit correspondre avec l'\"Adresse IP\" affiché dans la pop-up affichée sur l'ordinateur depuis lequel Deskreen-CE est lancé.",
  "Device IP": "IP de l'appareil",
  "Device Browser": "Navigateur de l'appareil",
  "Device OS": "OS de l'appareil",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Ces détails doivent correspondre avec ceux inscrits dans la pop-up affichée sur l'ordinateur depuis lequel Deskreen-CE est lancé..",
  "Deskreen-CE Screen Viewer": "Écran de visionnage Deskreen-CE",
  "Connected!": "Connecté!",
  "Error occurred": "Une erreur est survenue",
  "Deskreen-CE Error Dialog": "Boîte de dialogue d'erreur",
  "Something went wrong": "Quelque chose s'est mal passé",
  "You may close this browser window then try to connect again": "Vous devriez fermer cette fenêtre de navigateur et essayer de vous connecter de nouveau",
  "An unknown error occurred": "Une erreur inconnue s'est produite",
  "You were not allowed to connect": "Vous n'êtes pas autorisé à vous connecter",
  "You were disconnected": "Vous avez été déconnecté",
  "WebRTC error occurred": "Une erreur WebRTC s'est produite",
  "If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Si vous aimez Deskreen-CE, Vous pouvez contribuer financièrement. Deskreen-CE est open-source. Votre don nous motivera à rendre Deskreen-CE encore meilleur.",
  "Donate": "Donner",
  "Video stream is paused": "Le flux vidéo est en pause",
  "Video stream is playing": "Lecture du flux vidéo",
  "Pause": "Pause",
  "Play": "Lecture",
  "Video Settings": "Paramètres Vidéo",
  "Flip": "Tourner",
  "Video quality has been changed to": "Qualité de la vidéo changée en",
  "Click to Open Video Settings": "Cliquez pour ouvrir les paramètres vidéo",
  "Click to Enter Full Screen Mode": "Cliquez pour passer en plein écran",
  "Default video player has been turned OFF": "Le lecteur vidéo par défaut a été désactivé",
  "Default video player has been turned ON": "Le lecteur vidéo par défaut a été activé",
  "ON": "ON",
  "OFF": "OFF",
  "Default Video Player": "Lecteur vidéo par défaut",
  "Click to visit our website": "Cliquez ici pour visiter notre site web",
  "Video is flipped horizontally": "La vidéo à été tourner horizontallement",
  "flip-the-screen-is-pro-version-only": "Retourner l'écran n'est disponible que dans la version Pro",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Cliquez pour voir les informations de connexion",
  "Pair ID": "ID d'appairage",
  "Unpair": "Desappairer",
  "Session ID": "ID de session",
  "Click to boost video stream if it is lagging": "Cliquez pour booster le flux vidéo si vous rencontrez des ralentissements",
  "Privacy Notice: Analytics in This App": "Avis de confidentialité : Analyses dans cette application",
  "Analytics Reference": "Référence Analytique",
  "This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Cette application utilise Google Analytics (un service gratuit de Google) pour suivre anonymement des données d'utilisation de base. Cela nous aide à comprendre comment l'application est utilisée afin de l'améliorer pour tout le monde.",
  "What we collect:": "Ce que nous recueillons :",
  "Page views (which screens you visit)": "Pages consultées (les écrans que vous visitez)",
  "Time spent on pages": "Temps passé sur les pages",
  "Basic device info (browser type, screen size)": "Informations de base sur l'appareil (type de navigateur, taille de l'écran)",
  "Your IP address (anonymized — last part removed for privacy)": "Votre adresse IP (anonymisée — la dernière partie est supprimée pour protéger votre vie privée)",
  "What we DON'T collect:": "Ce que nous NE collectons PAS :",
  "Personal info (names, emails, passwords)": "Informations personnelles (noms, adresses e-mail, mots de passe)",
  "Exact location": "Localisation précise",
  "Any files or content you interact with": "Les fichiers ou contenus avec lesquels vous interagissez",
  "Why anonymous?": "Pourquoi anonyme ?",
  "Your IP is automatically shortened, and no one can identify you personally from this data.": "Votre adresse IP est automatiquement raccourcie, et personne ne peut vous identifier personnellement à partir de ces données.",
  "Your options:": "Vos options :",
  "Continue:": "Continuer :",
  "We'll track anonymized usage to help improve the app.": "Nous suivrons l'utilisation anonymisée pour aider à améliorer l'application.",
  "Opt out:": "Refuser :",
  "Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Cliquez sur le bouton Refuser ci-dessous pour désactiver le suivi. (Nous respecterons ce choix, mais vous pourriez manquer des améliorations futures basées sur les retours collectifs.)",
  "Data goes to: Google Analytics. See their privacy policy.": "Les données sont envoyées à : Google Analytics. Consultez leur politique de confidentialité.",
	"Accept": "Accepter",
	"Disagree": "Refuser",
	"re-initiate-connection": "Réinitialiser la connexion"
}
