{
  "Waiting for user to click ALLOW button on screen sharing device...": "Чекаємо коли користувач натисне кнопку ДОЗВОЛИТИ для доступу до екрану комп'ютера...",
  "Waiting for user to select source to share from screen sharing device...": "Чекаємо коли користувач вибере Весь екран або Вікно додатка для відображення його тут...",
  "My Device Info": "Інформація про мій пристрій",
  "Device Type": "Тип пристрою",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "IP-aдрес пристрою вашого пристрою має збігатися з «IP-адресою пристрою» у спливаючому вікні сповіщення, що з’явилося на комп’ютері, де працює Deskreen-CE.",
  "Device IP": "IP-aдрес пристрою",
  "Device Browser": "Веб-браузер пристрою",
  "Device OS": "ОС пристрою",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Ці деталі повинні збігатися з тими, які ви бачите у спливаючому вікні сповіщень на екрані комп’ютера, де запущений Deskreen-CE.",
  "Deskreen-CE Screen Viewer": "Переглядач екрану Deskreen-CE",
  "Connected!": "Підключено!",
  "Error occurred": "Виникла помилка",
  "Deskreen-CE Error Dialog": "Діалог помилки Deskreen-CE",
  "Something went wrong": "Щось не так сталося",
  "You may close this browser window then try to connect again": "Ви можете закрити це вікно браузера та спробувати підключитися знову",
  "An unknown error occurred": "Виникла невідома помилка",
  "You were not allowed to connect": "Вам не дозволили підключитися",
  "You were disconnected": "Ви були відключені",
  "WebRTC error occurred": "Сталася помилка WebRTC",
  "If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Якщо вам подобається Deskreen-CE, подумайте про те, щоб внести фінансовий внесок. Deskreen-CE - це оупенсорсний проект. Ваші пожертвування дозволяють нам робити Deskreen-CE ще краще.",
  "Donate": "Пожертвувати",
  "Video stream is paused": "Відеопотік призупинено",
  "Video stream is playing": "Відеопотік продовжується",
  "Pause": "Pause",
  "Play": "Play",
  "Video Settings": "Настройки видео",
  "Flip": "Віддзеркалити",
  "Video quality has been changed to": "Якість відео змінено на",
  "Click to Open Video Settings": "Натисніть, щоб відкрити настройки відео",
  "Click to Enter Full Screen Mode": "Натисніть для входу в повноекранноий режим",
  "Default video player has been turned OFF": "Стандартний відеоплеєр браузера вимкнено",
  "Default video player has been turned ON": "Стандартний відеоплеєр браузера включений",
  "ON": "ВКЛ",
  "OFF": "ВИМК",
  "Default Video Player": "Стандартний відеоплеєр браузера",
  "Click to visit our website": "Клацніть, щоб відвідати наш веб-сайт",
  "Video is flipped horizontally": "Відео віддзеркалено",
  "flip-the-screen-is-pro-version-only": "Віддзеркалення екрану доступне лише в Pro версії",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Click to see connection info",
  "Pair ID": "Pair ID",
  "Unpair": "Unpair",
  "Session ID": "Session ID",
  "Click to boost video stream if it is lagging": "Click to boost video stream if it is lagging",
  "Privacy Notice: Analytics in This App": "Повідомлення про конфіденційність: аналітика в цьому застосунку",
  "Analytics Reference": "Довідник з аналітики",
  "This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Цей застосунок використовує Google Analytics (безкоштовний сервіс Google), щоб анонімно відстежувати базові дані використання. Це допомагає нам розуміти, як люди користуються застосунком, аби покращувати його для всіх.",
  "What we collect:": "Що ми збираємо:",
  "Page views (which screens you visit)": "Перегляди сторінок (які екрани ви відвідуєте)",
  "Time spent on pages": "Час, проведений на сторінках",
  "Basic device info (browser type, screen size)": "Базову інформацію про пристрій (тип браузера, розмір екрана)",
  "Your IP address (anonymized — last part removed for privacy)": "Вашу IP-адресу (анонімізовану — остання частина вилучається для приватності)",
  "What we DON'T collect:": "Що ми НЕ збираємо:",
  "Personal info (names, emails, passwords)": "Особисту інформацію (імена, електронні адреси, паролі)",
  "Exact location": "Точне місцезнаходження",
  "Any files or content you interact with": "Будь-які файли чи вміст, з якими ви взаємодієте",
  "Why anonymous?": "Чому анонімно?",
  "Your IP is automatically shortened, and no one can identify you personally from this data.": "Вашу IP автоматично скорочують, тому ніхто не може ідентифікувати вас особисто за цими даними.",
  "Your options:": "Ваші варіанти:",
  "Continue:": "Продовжити:",
  "We'll track anonymized usage to help improve the app.": "Ми відстежуватимемо анонімізоване використання, щоб допомогти покращити застосунок.",
  "Opt out:": "Відмовитися:",
  "Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Натисніть кнопку Відхилити нижче, щоб вимкнути відстеження. (Ми поважаємо цей вибір, але ви можете пропустити майбутні покращення, що базуються на спільному зворотному зв'язку.)",
  "Data goes to: Google Analytics. See their privacy policy.": "Дані надсилаються до: Google Analytics. Перегляньте їхню політику конфіденційності.",
	"Accept": "Погодитися",
	"Disagree": "Відхилити",
	"re-initiate-connection": "Повторно підключитися"
}
