{
  "Waiting for user to click ALLOW button on screen sharing device...": "Venter på at brugeren klikker TILLAD knappen på skærmdelingsenheden...",
  "Waiting for user to select source to share from screen sharing device...": "Venter på at brugeren vælger kilden, som skal deles fra skærmdelingsenheden...",
  "My Device Info": "Min enhedsinfo",
  "Device Type": "Enhedstype",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "Din Enheds IP burde matche sammen med den Enheds IP, som ses i advarselspopup'en vist på din computer, hvor Deskreen-CE kører",
  "Device IP": "Enhedens IP",
  "Device Browser": "Enhedens Browser",
  "Device OS": "Enhedens Operativsystem",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Disse detaljer skal matche med dem, som du ser i advarselspopup'en på computerskærmen, hvor Deskreen-CE kører",
  "Deskreen-CE Screen Viewer": "Deskreen-CE Skærmviser",
  "Connected!": "Forbundet!",
  "Error occurred": "Der skete en fejl",
  "Deskreen-CE Error Dialog": "Deskreen-CE Fejl Dialog",
  "Something went wrong": "Noget gik galt",
  "You may close this browser window then try to connect again": "Prøv at lukke dette browservindue og forbind igen",
  "An unknown error occurred": "Der opstod en ukendt fejl",
  "You were not allowed to connect": "Der blev ikke tilladt forbindelse",
  "You were disconnected": "Du blev afbrudt",
  "WebRTC error occurred": "Der opstod en WebRTC fejl",
  "If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Hvis du er vild med Deskreen-CE, så overvej at bidrage til Deskreen-CE financielt. Deskreen-CE er open-source. Dine donationer hjælper os med at forblive motiverede for at gøre Deskreen-CE endnu bedre.",
  "Donate": "Donér",
  "Video stream is paused": "Videostream er pauset",
  "Video stream is playing": "Videostream kører",
  "Pause": "Pause",
  "Play": "Kør",
  "Video Settings": "Videoindstillinger",
  "Flip": "Vend",
  "Video quality has been changed to": "Videokvaliteten er blevet ændret til",
  "Click to Open Video Settings": "Klik her for at åbne Videoindstillinger",
  "Click to Enter Full Screen Mode": "Klik her for at gå ind i fuldskærmstilstand",
  "Default video player has been turned OFF": "Standard videospiller er blevet slået FRA",
  "Default video player has been turned ON": "Standard videospiller er blevet slået TIL",
  "ON": "TIL",
  "OFF": "FRA",
  "Default Video Player": "Standard Videospiller",
  "Click to visit our website": "Klik jer for at besøge vores hjemmeside",
  "Video is flipped horizontally": "Videoen er vendt horisontalt",
  "flip-the-screen-is-pro-version-only": "Vende skærmen er kun tilgængelig i Pro-versionen",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Klik jer for at se forbindelsesinfo",
  "Pair ID": "Par ID",
  "Unpair": "Annullér Pardannelse",
  "Session ID": "Sessionsid",
  "Click to boost video stream if it is lagging": "Klik her for at booste videostreamen, hvis det lagger",
  "Privacy Notice: Analytics in This App": "Privatlivsmeddelelse: Analyse i denne app",
  "Analytics Reference": "Analytik Reference",
  "This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Denne app bruger Google Analytics (en gratis tjeneste fra Google) til anonymt at spore grundlæggende brugsdata. Det hjælper os med at forstå, hvordan appen bruges, så vi kan forbedre den for alle.",
  "What we collect:": "Det vi indsamler:",
  "Page views (which screens you visit)": "Sidevisninger (hvilke skærme du besøger)",
  "Time spent on pages": "Tid brugt på sider",
  "Basic device info (browser type, screen size)": "Grundlæggende enhedsinfo (browsertype, skærmstørrelse)",
  "Your IP address (anonymized — last part removed for privacy)": "Din IP-adresse (anonymiseret — den sidste del fjernes af hensyn til privatlivet)",
  "What we DON'T collect:": "Det vi IKKE indsamler:",
  "Personal info (names, emails, passwords)": "Personlige oplysninger (navne, e-mails, adgangskoder)",
  "Exact location": "Præcis placering",
  "Any files or content you interact with": "Filer eller indhold, du interagerer med",
  "Why anonymous?": "Hvorfor anonymt?",
  "Your IP is automatically shortened, and no one can identify you personally from this data.": "Din IP bliver automatisk afkortet, og ingen kan identificere dig personligt ud fra disse data.",
  "Your options:": "Dine muligheder:",
  "Continue:": "Fortsæt:",
  "We'll track anonymized usage to help improve the app.": "Vi registrerer anonymiseret brug for at hjælpe os med at forbedre appen.",
  "Opt out:": "Fravælg:",
  "Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klik på knappen Afslå nedenfor for at deaktivere sporing. (Vi respekterer dette valg, men du kan gå glip af fremtidige forbedringer baseret på samlet feedback.)",
  "Data goes to: Google Analytics. See their privacy policy.": "Data sendes til: Google Analytics. Se deres privatlivspolitik.",
	"Accept": "Accepter",
	"Allow": "Tillad",
	"Disagree": "Afslå",
	"re-initiate-connection": "Genstart forbindelse",
	"Privacy Settings": "Privatindstillinger",
	"Change your preference:": "Ændre din præference:",
	"Enable analytics:": "Aktivér analyse:",
	"Disable analytics:": "Deaktivér analyse:",
	"Enable Analytics": "Aktivér analyse",
	"Disable Analytics": "Deaktivér analyse",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Klik på knappen Deaktivér nedenfor for at stoppe sporing. (Vi respekterer dette valg, men du kan gå glip af fremtidige forbedringer baseret på kollektiv feedback.)",
	"their privacy policy": "deres privatlivspolitik"
}
