{
  "Waiting for user to click ALLOW button on screen sharing device...": "En attente de la validation depuis l'appareil source...",
  "Waiting for user to select source to share from screen sharing device...": "En attente de la sélection de la source à partager depuis l'appareil source...",
  "My Device Info": "Mes informations d'appareil",
  "Device Type": "Type d'appareil",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "Votre adresse IP doit correspondre avec l'\"Adresse IP\" affiché dans la pop-up affichée sur l'ordinateur depuis lequel Deskreen est lancé.",
  "Device IP": "IP de l'appareil",
  "Device Browser": "Navigateur de l'appareil",
  "Device OS": "OS de l'appareil",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Ces détails doivent correspondre avec ceux inscrits dans la pop-up affichée sur l'ordinateur depuis lequel Deskreen est lancé..",
  "Deskreen Screen Viewer": "Écran de visionnage Deskreen",
  "Connected!": "Connecté!",
  "Error occurred": "Une erreur est survenue",
  "Deskreen Error Dialog": "Boîte de dialogue d'erreur",
  "Something went wrong": "Quelque chose s'est mal passé",
  "You may close this browser window then try to connect again": "Vous devriez fermer cette fenêtre de navigateur et essayer de vous connecter de nouveau",
  "An unknown error occurred": "Une erreur inconnue s'est produite",
  "You were not allowed to connect": "Vous n'êtes pas autorisé à vous connecter",
  "You were disconnected": "Vous avez été déconnecté",
  "WebRTC error occurred": "Une erreur WebRTC s'est produite",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Si vous aimez Deskreen, Vous pouvez contribuer financièrement. Deskreen est open-source. Votre don nous motivera à rendre Deskreen encore meilleur.",
  "Donate": "Donner",
  "Video stream is paused": "Le flux vidéo est en pause",
  "Video stream is playing": "Lecture du flux vidéo",
  "Pause": "Pause",
  "Play": "Lecture",
  "Video Settings": "Paramètres Vidéo",
  "Flip": "Tourner",
  "Video quality has been changed to": "Qualité de la vidéo changée en",
  "Click to Open Video Settings": "Cliquez pour ouvrir les paramètres vidéo",
  "Click to Enter Full Screen Mode": "Cliquez pour passer en plein écran",
  "Default video player has been turned OFF": "Le lecteur vidéo par défaut a été désactivé",
  "Default video player has been turned ON": "Le lecteur vidéo par défaut a été activé",
  "ON": "ON",
  "OFF": "OFF",
  "Default Video Player": "Lecteur vidéo par défaut",
  "Click to visit our website": "Cliquez ici pour visiter notre site web",
  "Video is flipped horizontally": "La vidéo à été tourner horizontallement",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Cliquez pour voir les informations de connexion",
  "Pair ID": "ID d'appairage",
  "Unpair": "Desappairer",
  "Session ID": "ID de session",
  "Click to boost video stream if it is lagging": "Cliquez pour booster le flux vidéo si vous rencontrez des ralentissements"
}
