{
  "Waiting for user to click ALLOW button on screen sharing device...": "Venter på at brugeren klikker TILLAD knappen på skærmdelingsenheden...",
  "Waiting for user to select source to share from screen sharing device...": "Venter på at brugeren vælger kilden, som skal deles fra skærmdelingsenheden...",
  "My Device Info": "Min enhedsinfo",
  "Device Type": "Enhedstype",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen is running": "Din Enheds IP burde matche sammen med den Enheds IP, som ses i advarselspopup'en vist på din computer, hvor Deskreen kører",
  "Device IP": "Enhedens IP",
  "Device Browser": "Enhedens Browser",
  "Device OS": "Enhedens Operativsystem",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen is running": "Disse detaljer skal matche med dem, som du ser i advarselspopup'en på computerskærmen, hvor Deskreen kører",
  "Deskreen Screen Viewer": "Deskreen Skærmviser",
  "Connected!": "Forbundet!",
  "Error occurred": "Der skete en fejl",
  "Deskreen Error Dialog": "Deskreen Fejl Dialog",
  "Something went wrong": "Noget gik galt",
  "You may close this browser window then try to connect again": "Prøv at lukke dette browservindue og forbind igen",
  "An unknown error occurred": "Der opstod en ukendt fejl",
  "You were not allowed to connect": "Der blev ikke tilladt forbindelse",
  "You were disconnected": "Du blev afbrudt",
  "WebRTC error occurred": "Der opstod en WebRTC fejl",
  "If you like Deskreen consider contributing financially Deskreen is open-source Your donations keep us motivated to make Deskreen even better": "Hvis du er vild med Deskreen, så overvej at bidrage til Deskreen financielt. Deskreen er open-source. Dine donationer hjælper os med at forblive motiverede for at gøre Deskreen endnu bedre.",
  "Donate": "Donér",
  "Video stream is paused": "Videostream er pauset",
  "Video stream is playing": "Videostream kører",
  "Pause": "Pause",
  "Play": "Kør",
  "Video Settings": "Videoindstillinger",
  "Flip": "Vend",
  "Video quality has been changed to": "Videokvaliteten er blevet ændret til",
  "Click to Open Video Settings": "Klik her for at åbne Videoindstillinger",
  "Click to Enter Full Screen Mode": "Klik her for at gå ind i fuldskærmstilstand",
  "Default video player has been turned OFF": "Standard videospiller er blevet slået FRA",
  "Default video player has been turned ON": "Standard videospiller er blevet slået TIL",
  "ON": "TIL",
  "OFF": "FRA",
  "Default Video Player": "Standard Videospiller",
  "Click to visit our website": "Klik jer for at besøge vores hjemmeside",
  "Video is flipped horizontally": "Videoen er vendt horisontalt",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Klik jer for at se forbindelsesinfo",
  "Pair ID": "Par ID",
  "Unpair": "Annullér Pardannelse",
  "Session ID": "Sessionsid",
  "Click to boost video stream if it is lagging": "Klik her for at booste videostreamen, hvis det lagger"
}
