{
  "Waiting for user to click ALLOW button on screen sharing device...": "Ждем когда пользователь нажмет кнопку РАЗРЕШИТЬ для доступа к экрану компьютера...",
  "Waiting for user to select source to share from screen sharing device...": "Ждем когда пользователь выберет Весь экран или Окно приложения для отображения его здесь...",
  "My Device Info": "Информация о моем устройстве",
  "Device Type": "Тип устройства",
  "Your Device IP should match with Device IP in alert popup appeared on your computer, where Deskreen-CE is running": "IP-aдрес вашего устройства должен совпадать с «IP-адресом устройства» во всплывающем окне с предупреждением на компьютере, где работает Deskreen-CE.",
  "Device IP": "IP-aдрес устройства",
  "Device Browser": "Веб-браузер устройства",
  "Device OS": "ОС устройства",
  "These details should match with the ones that you see in alert popup on computer screen, where Deskreen-CE is running": "Эти данные должны совпадать с теми, которые вы видите во всплывающем окне предупреждения на экране компьютера, на котором работает Deskreen-CE.",
  "Deskreen-CE Screen Viewer": "Просмотрщик экрана Deskreen-CE",
  "Connected!": "Подключено!",
  "Error occurred": "Произошла ошибка",
  "Deskreen-CE Error Dialog": "Диалог ошибки Deskreen-CE",
  "Something went wrong": "Произошло что-то не так",
  "You may close this browser window then try to connect again": "Вы можете закрыть это окно браузера и попытаться подключиться снова",
  "An unknown error occurred": "Произошла неизвестная ошибка",
  "You were not allowed to connect": "Вам не разрешили подключиться",
  "You were disconnected": "Вы были отключены",
  "WebRTC error occurred": "Произошла ошибка WebRTC",
  "If you like Deskreen-CE consider contributing financially Deskreen-CE is open-source Your donations keep us motivated to make Deskreen-CE even better": "Если вам нравится Deskreen-CE, подумайте о том, чтобы внести финансовый вклад. Deskreen-CE - это оупенсорсный проэкт. Ваши пожертвования позволяют нам делать Deskreen-CE еще лучше.",
  "Donate": "Пожертвовать",
  "Video stream is paused": "Видеопоток приостановлен",
  "Video stream is playing": "Видеопоток воспроизводится",
  "Pause": "Pause",
  "Play": "Play",
  "Video Settings": "Настройки видео",
  "Flip": "Отзеркалить",
  "Video quality has been changed to": "Качество видео изменено на",
  "Click to Open Video Settings": "Нажмите, чтобы открыть настройки видео",
  "Click to Enter Full Screen Mode": "Нажмите, чтобы перейти в полноэкранный режим",
  "Default video player has been turned OFF": "Видеоплеер по умолчанию отключен",
  "Default video player has been turned ON": "Видеопроигрыватель по умолчанию включен",
  "ON": "ВКЛ",
  "OFF": "ВЫКЛ",
  "Default Video Player": "Видеоплеер по умолчанию",
  "Click to visit our website": "Нажмите, чтобы посетить наш сайт",
  "Video is flipped horizontally": "Видео отзеркалено",
  "flip-the-screen-is-pro-version-only": "Отзеркаливание экрана доступно только в Pro версии",
  "TRANSLATIONS BELOW ARE NOT ADDED TO UI YET, BUT YOUR TRANSLATIONS ARE WELCOME! THE FEATURES WILL BE ADDED SOON SO YOUR TRANSLATIONS ARE NEEDED": "",
  "Click to see connection info": "Click to see connection info",
  "Pair ID": "Pair ID",
  "Unpair": "Unpair",
  "Session ID": "Session ID",
  "Click to boost video stream if it is lagging": "Click to boost video stream if it is lagging",
  "Privacy Notice: Analytics in This App": "Уведомление о конфиденциальности: аналитика в этом приложении",
  "Analytics Reference": "Справочник по аналитике",
  "This app uses Google Analytics (a free service by Google) to anonymously track basic usage data. This helps us understand how people use the app so we can improve it for everyone.": "Это приложение использует Google Analytics (бесплатный сервис Google), чтобы анонимно отслеживать базовые данные использования. Это помогает нам понимать, как люди пользуются приложением, чтобы улучшать его для всех.",
  "What we collect:": "Что мы собираем:",
  "Page views (which screens you visit)": "Просмотры страниц (какие экраны вы посещаете)",
  "Time spent on pages": "Время, проведённое на страницах",
  "Basic device info (browser type, screen size)": "Базовую информацию об устройстве (тип браузера, размер экрана)",
  "Your IP address (anonymized — last part removed for privacy)": "Ваш IP-адрес (анонимизированный — последняя часть удалена для защиты приватности)",
  "What we DON'T collect:": "Чего мы НЕ собираем:",
  "Personal info (names, emails, passwords)": "Персональные данные (имена, электронные адреса, пароли)",
  "Exact location": "Точное местоположение",
  "Any files or content you interact with": "Любые файлы или контент, с которыми вы взаимодействуете",
  "Why anonymous?": "Почему анонимно?",
  "Your IP is automatically shortened, and no one can identify you personally from this data.": "Ваш IP автоматически сокращается, и никто не сможет идентифицировать вас лично по этим данным.",
  "Your options:": "Ваши варианты:",
  "Continue:": "Продолжить:",
  "We'll track anonymized usage to help improve the app.": "Мы будем отслеживать анонимизированное использование, чтобы улучшать приложение.",
  "Opt out:": "Отказаться:",
  "Click the Disagree button below to disable tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Нажмите кнопку Отклонить ниже, чтобы отключить отслеживание. (Мы уважим этот выбор, но вы можете пропустить будущие улучшения, основанные на коллективной обратной связи.)",
  "Data goes to: Google Analytics. See their privacy policy.": "Данные отправляются в: Google Analytics. Ознакомьтесь с их политикой конфиденциальности.",
	"Accept": "Принять",
	"Allow": "Разрешить",
	"Disagree": "Отклонить",
	"re-initiate-connection": "Повторить подключение",
	"Privacy Settings": "Настройки конфиденциальности",
	"Change your preference:": "Изменить ваше предпочтение:",
	"Enable analytics:": "Включить аналитику:",
	"Disable analytics:": "Отключить аналитику:",
	"Enable Analytics": "Включить аналитику",
	"Disable Analytics": "Отключить аналитику",
	"Click the Disable button below to stop tracking. (We'll respect this choice, but you might miss out on future improvements based on collective feedback.)": "Нажмите кнопку Отключить ниже, чтобы остановить отслеживание. (Мы уважаем этот выбор, но вы можете пропустить будущие улучшения, основанные на коллективной обратной связи.)",
	"their privacy policy": "их политику конфиденциальности"
}
